{
    "1. not agree    5. strongly aggree": "1. 非常不同意    5. 非常同意",
    "After submission you can not change the survey anymore.": "問卷送出後，您將無法再更改",
    "All Interviews": "所有面試",
    "Book an Office Hour": "預約討論時段",
    "Create Interview Training": "新增面試訓練",
    "Do you want to submit the interview survey?": "您確定要送出面試訓練回饋問卷嗎？",
    "If you did not receive an interview invitation from the university. Please do not request the training.": "如果您未收到學校的面試邀請，請勿新增面試訓練要求",
    "If you have previously practiced interviews with our interview training officer, please do not request another interview training unless there are special requirements for the new interview (such as reading specific articles or books).": "如果您之前已與我們的面試訓練官進行過面試練習，除非有特殊要求（如閱讀特定書報等），否則請勿再次申請面試訓練。",
    "In case programs not shown, make sure the programs are submitted.": "若科系未顯示，請確認該申請是否已送出。",
    "Interview": "面試",
    "Interview Time": "面試時間",
    "Interview Training Meeting Link": "面試訓練會議連結",
    "Interview Training Survey": "面試訓練回饋問卷",
    "Interview Training Time": "面試訓練時間",
    "Interview duration": "面試長度",
    "Interview program": "面試科系",
    "Interviewer": "學校面試官",
    "Kindly share your experience of our interview training by rating the following statements.": "請分享您參加我們面試訓練的經驗，並對以下陳述進行評分。",
    "My Interviews": "我的面試",
    "Office Hours": "討論時段",
    "Please arrange a meeting": "請討論訓練時間",
    "Please provide interview information (invitation email, reading assignment, etc.) so your interviewer trainer can prepare the training for you.": "請提供校方給的面試資訊 (面試邀請 Email、閱讀作業、問題集等。若有pdf附件等，請先在新增此面試訓練請求後，方可上傳)。您的面試訓練官才能準備好您的面試訓練",
    "Please provide received interview information": "請提供您收到學校面試之資訊",
    "Please provide the interview questions to {{brandName}}": "請提供面試問題給 {{brandName}}",
    "Please provide the interview training feedback to {{brandName}}": "請提供面試訓練回饋給 {{brandName}}",
    "Save draft": "暫存草稿",
    "Status": "狀態",
    "The interview trainer was friendly and helped me feel less nervous.": "面試訓練官十分友好並能幫助我減少緊張感。",
    "The interview training materials provided beforehand were beneficial for my official interview.": "提前提供的面試訓練資料對我的正式面試很有幫助。",
    "The interview training significantly helped me to conduct the official interview.": "面試訓練對我進行正式面試有很大幫助。",
    "Training Request": "訓練請求",
    "Training Time": "訓練時間",
    "arrange-a-training": "安排訓練"
}
