{
    "After you updated the course table, please contact your agent for your course analysis.": "在更新课表后，请联络您的顾问关于您的课程分析和选课建议",
    "Analyse": "分析",
    "Analyse V2": "Analyse V2",
    "Analysing": "分析中",
    "Course Analysis banner": "此份课程分析仅供选课参考。请仔细看过每个向度所缺的课程，并对照学校之后学期是否有开期课程，抓出来，并和您的Agent 讨论。",
    "Course Analysis description": "在General 页面，为大略依照您主修向度做分类，其余的Tabs 为指标性学校的课程匹配度分析。你会看到每个学校会要求的向度会不一样，每个向度会对应一个Required_ECTS，代表你修的课程学分（经过ECTS转换(1.5x 台湾学分)换算后），必须超过该向度的Required_ECTS 才算达到该项度要求。若有缺少学分、向度，请参考每个Program Tab 表格最右侧，每个向度的建议修课名单",
    "Courses Analysis": "课程分析",
    "Courses analysed successfully!": "课程分析成功！",
    "Last analysis at": "最后分析于",
    "No analysis yet": "尚未分析",
    "Please be sure to update your Chinese and English names, as well as your date of birth information. This will affect the preparation of formal documents by the editor for you.": "请务必更新你中英文姓名、生日资料。这会影响Editor为您正式文件准备。",
    "Please complete My Courses table. The agent will provide you with course analysis and courses suggestion.": "请完成我的修课，Agent 将会为您提供课程分析以及修课建议。",
    "Please go to each school's website to create an account and provide your login credentials. This will facilitate the agent in conducting pre-submission checks for you in the future.": "请到各学校网站办理帐号并提供您的帐号密码，方便Agent日后为您做送出前检查",
    "Please go to the Uni-Assist section, follow the instructions to complete": "请至 Uni-Assist 专区，依照指示完成帐号申请，上传文件，申请 VPD",
    "Please refer to the programs provided by the agent and visit the school's program website for detailed information. Complete the school selection before the start of the application season.": "请参考Agent提供的Program，并到学校学程网站了解详细资讯，于申请季开始前完成选校",
    "Please upload documents as soon as possible. The agent needs them to understand your academic background.": "请尽速上传各类成绩单和证书等的文件。Agent才能了解你学术背。",
    "Select Category": "Select Category",
    "Select Target Group": "选择学群",
    "Select language": "选择语言",
    "Student should access the analysed page in their course page.": "学生也可以在他们的填写课程页面找到课程分析连结。",
    "Suggested Courses": "建議修課",
    "The student will receive an email notification and the analysed course URL link.": "学生会收到 email 通知，并收到课程分析的连结。",
    "Update transcript successfully! Your agent will be notified and will analyse your courses as soon as possible.": "课程更新成功！您的顾问已被通知，并将会尽快为您分析您的课程匹配度。",
    "View Online": "线上检视"
}
