{
    "1. not agree    5. strongly aggree": "1. 非常不同意    5. 非常同意",
    "After submission you can not change the survey anymore.": "问卷送出后，您将无法再更改",
    "All Interviews": "所有面试",
    "Book an Office Hour": "预约讨论时段",
    "Create Interview Training": "新增面试训练",
    "Do you want to submit the interview survey?": "您确定要送出面试训练回馈问卷吗？",
    "If you did not receive an interview invitation from the university. Please do not request the training.": "如果您未收到学校的面试邀请，请勿新增面试训练要求",
    "If you have previously practiced interviews with our interview training officer, please do not request another interview training unless there are special requirements for the new interview (such as reading specific articles or books).": "如果您之前已与我们的面试训练官进行过面试练习，除非有特殊要求（如阅读特定书报等），否则请勿再次申请面试训练。",
    "In case programs not shown, make sure the programs are submitted.": "若科系未显示，请确认该申请是否已送出。",
    "Interview": "面试",
    "Interview Time": "面试时间",
    "Interview Training Meeting Link": "面试训练会议连结",
    "Interview Training Survey": "面试训练回馈问卷",
    "Interview Training Time": "面试训练时间",
    "Interview duration": "面试长度",
    "Interview program": "面试科系",
    "Interviewer": "学校面试官",
    "Kindly share your experience of our interview training by rating the following statements.": "请分享您参加我们面试训练的经验，并对以下陈述进行评分。",
    "My Interviews": "我的面试",
    "Office Hours": "讨论时段",
    "Please arrange a meeting": "请讨论训练时间",
    "Please provide interview information (invitation email, reading assignment, etc.) so your interviewer trainer can prepare the training for you.": "请提供校方给的面试资讯(面试邀请Email、阅读作业、问题集等。若有pdf附件等，请先在新增此面试训练请求后，方可上传)。您的面试训练官才能准备好您的面试训练",
    "Please provide received interview information": "请提供您收到学校面试之资讯",
    "Please provide the interview questions to {{brandName}}": "请提供面试问题给 {{brandName}}",
    "Please provide the interview training feedback to {{brandName}}": "请提供面试训练回馈给 {{brandName}}",
    "Save draft": "暂存草稿",
    "Status": "状态",
    "The interview trainer was friendly and helped me feel less nervous.": "面试训练官十分友好并能帮助我减少紧张感。",
    "The interview training materials provided beforehand were beneficial for my official interview.": "提前提供的面试训练资料对我的正式面试很有帮助。",
    "The interview training significantly helped me to conduct the official interview.": "面试训练对我进行正式面试有很大帮助。",
    "Training Request": "训练请求",
    "Training Time": "训练时间",
    "arrange-a-training": "安排训练"
}
