{
    "After you updated the course table, please contact your agent for your course analysis.": "After you updated the course table, please contact your agent for your course analysis.",
    "Analyse": "Analyse",
    "Analyse V2": "Analyse V2",
    "Analysing": "Analysing",
    "Course Analysis banner": "The course analysis provided is for reference purposes only. Please carefully review the courses missing in each category and cross-reference whether your university offers those courses in the upcoming semesters. Once you have identified them, discuss with your Agent.",
    "Course Analysis description": "On the General page, courses are roughly categorized according to your major category, while the remaining tabs provide an analysis of the curriculum match for benchmark programs. You will notice that each school has different requirements for the major course category, and each category corresponds to a Required_ECTS, which represents the credits you need to complete for the courses (ECTS轉換, 1.5 times the credits in Taiwan). You must exceed the Required_ECTS for a specific category to meet the degree requirements. If there are any deficiencies of credits in any categories, please refer to the rightmost column of each Program Tab table for the 建議修課 for each category.",
    "Courses Analysis": "Courses Analysis",
    "Courses analysed successfully!": "Courses analysed successfully!",
    "Last analysis at": "Last analysis at",
    "No analysis yet": "No analysis yet",
    "Please be sure to update your Chinese and English names, as well as your date of birth information. This will affect the preparation of formal documents by the editor for you.": "Please be sure to update your Chinese and English names, as well as your date of birth information. This will affect the preparation of formal documents by the editor for you.",
    "Please complete My Courses table. The agent will provide you with course analysis and courses suggestion.": "Please complete My Courses table. The agent will provide you with course analysis and courses suggestion.",
    "Please go to each school's website to create an account and provide your login credentials. This will facilitate the agent in conducting pre-submission checks for you in the future.": "Please go to each school's website to create an account and provide your login credentials. This will facilitate the agent in conducting pre-submission checks for you in the future.",
    "Please go to the Uni-Assist section, follow the instructions to complete": "Please go to the Uni-Assist section, follow the instructions to complete the account registration, upload documents, and apply for the VPD (Vorprüfungsdokumentation).",
    "Please refer to the programs provided by the agent and visit the school's program website for detailed information. Complete the school selection before the start of the application season.": "Please refer to the programs provided by the agent and visit the school's program website for detailed information. Complete the school selection before the start of the application season.",
    "Please upload documents as soon as possible. The agent needs them to understand your academic background.": "Please upload documents as soon as possible. The agent needs them to understand your academic background.",
    "Select Category": "Select Category",
    "Select Target Group": "Select Target Group",
    "Select language": "Select language",
    "Student should access the analysed page in their course page.": "Student should access the analysed page in their course page.",
    "Suggested Courses": "Suggested Courses",
    "The student will receive an email notification and the analysed course URL link.": "The student will receive an email notification and the analysed course URL link.",
    "Update transcript successfully! Your agent will be notified and will analyse your courses as soon as possible.": "Update transcript successfully! Your agent will be notified and will analyse your courses as soon as possible.",
    "View Online": "View Online"
}
